标准服务清册/GT3-ZJ-金税三期标准服务清册_V2.29/附录报文/个人税收业务/GSSB_SB_00017_城乡居民日常申报保存应征信息/报文样例/response.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
   <soap:Body>
      <service xmlns="http://www.chinatax.gov.cn/spec/"><![CDATA[<?xml version="1.0" encoding="UTF-8"?><service  xmlns="http://www.chinatax.gov.cn/spec/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><head><tran_id>SWZJ.GSGL.SB.SBFCXJMRCSBXXBC</tran_id><channel_id>GDDS.ZJNB.GSHD</channel_id><tran_seq>036505bbc5024a5c85cbcd2e29695311</tran_seq><tran_date>20150914</tran_date><tran_time>113454304</tran_time><rtn_code>0</rtn_code><rtn_msg><Code>000</Code><Message></Message><Reason></Reason></rtn_msg><expand><name>identityType</name><value>49308fd2f75d462594648203c1ae5e93</value></expand><expand><name>sequenceid</name><value>015294760bac447daf75399aac06e9da</value></expand><expand><name>CNodeName</name><value>null</value></expand></head><body><![CDATA[<?xml version="1.0" encoding="UTF-8"?><taxML xsi:type="GSSBSB00017Response" xmlbh="" bbh="V1.1" xmlmc="" xsi:schemaLocation="http://www.chinatax.gov.cn/dataspec/ TaxMLBw_GSSB_SB_00017_Response_V1.0.xsd" xmlns="http://www.chinatax.gov.cn/dataspec/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><CxjmrcsbbcResultList><CxjmrcsbbcResult><yzpzxh>5586177</yzpzxh><ybtse>123</ybtse></CxjmrcsbbcResult></CxjmrcsbbcResultList></taxML>]]]]>><![CDATA[</body></service>]]></service>
   </soap:Body>
</soap:Envelope>